<template>
    <div id="box">
      <div class="head">
          <div class="he-l">
              <img src="../assets/index/psq4kjzgim8myyhjnop91snm5qguerkta19a6f6e7-cb0d-44c9-a4b9-36735e4ebabd.png" alt="">
          </div>
          <div class="he-r">
              <ul>
                  <li>首页</li>
                  <li>服务案例</li>
                  <li>合作企业</li>
                  <li>服务项目</li>
                  <li>联系我们</li>
              </ul>
          </div>
      </div>
      <div class="he-con">
          <div class="he-con-c">
             <p class="he-con-top">谷德策划让品牌变的更有价值</p>
             <p class="he-con-bo">懂市场懂场景才能更精确营销  让品牌更具营销力</p>
          </div>
      </div>
      <div class="main-he">
          <div style="display: inline-block;border-bottom: 1px solid #333;">
              首页 / 包装设计
          </div>
      </div>
      <div class="main">
          <p style="padding-top: 60px;">一、包装设计的含义</p>
          <p>
            包装设计是将美术与自然科学相结合，运用到产品的包装保护和美化方面，它不是广义的“美术”，也不是单纯的装潢，而是含科学、艺、材料、经济、心理、市场等综合要素的多功能的体现。包装设计的基本任务是科学地、经济地完成产品包装的造型、结构和装潢设计。
          </p>
          <p>1、包装造型设</p>
          <p>
            包装造型设计又称形体设计，大多指包装容器的造型。它运用美学原则，通过形态、色彩等因素的变化，将具有包装功能和外观美的包装容器造型，以视觉形式表现出来。包装容器必须能可靠地保护产品，必须有优良的外观，还需具有相适应的经济性等。
          </p>
          <p>2、包装结构设计</p>
          <p>
            包装结构设计是从包装的保护性、方便性、复用性等基本功能和生产实际条件出发，依据科学原理对包装的外部和内部结构进行具体考虑而得的设计。一个优良的结构设计，应当以有效地保护商品为首要功能；其次应考虑使用，携带、陈列、装运等的方便性；还要尽量考虑能重复利用，能显示内装物等功能。
          </p>
          <p>3、包装装潢设计</p>
          <p>
            包装装潢设计是以图案、文字、色彩、浮雕等艺术形式，突出产品的特色和形象，力求造型精巧、图案新颖、色彩明朗、文字鲜明，装饰和美化产品，以促进产品的销售。包装装潢是一门综合性科学，既是一门实用美术，又是一门工程技术，是工艺美术与工程技术的有机结合，并考虑市场学、消费经济学、消费心理学及其它学科。
            一个优秀的包装设计，是包装造型设计、结构设计、装潢设计三者有机地统一，只有这样，才能充分地发挥包装设计的作用。而且，包装设计不仅涉及到技术和艺术这两大学术领域，它还在各自领域内涉及许多其它相关学科，因此，要得到一个好的包装设计，是需要下一番苦功的。
          </p>
          <p>二、包装设计的作用和意义</p>
          <p>1、保护功能</p>
          <p>
            这是包装设计最基础、最原则的功能。包装设计的其他功能都是要在保护功能实现的前提下才能继续设计。保护功能是指保护内容物，使不受外来冲击，防止因光照、湿气等造成内容物的损伤或变质。包装的结构、材料与包装的保护功能有着直接的联系。
          </p>
          <p>2、销售功能</p>
          <p>
            销售功能是在社会、市场在商业经济化的过程中衍生出的功能，产品包装的好与坏直接影响着产品的销售。通过包装的图文说明，引导消费者正确地消费产品、同时体现特定商品的文化品位，给人以愉悦的感受，创造附加值。
          </p>
          <p>3、流通功能</p>
          <p>
            要求产品的包装适应这一过程。好的包装应该方便搬运，利于运输，在仓储时能够牢固地存放。即便于搬运装卸；方便生产加工、周转、装入、封合、贴标、堆码等；方便仓储保管与货物、商品信息识别；方便商店货架陈列展示与销售；方便消费者携带、开启、方便消费应用；方便包装废弃物的分类回收处理。
            简而言之，包装的功能是保护商品、传达商品信息、方便使用、方便运输、促进销售、提高产品附加值。包装设计作为一门综合性学科，具有商品和艺术相结合的双重性。
          </p>
          <p>
            4、成功的包装设计必须具备以下6个要点：
            货架印象、可读性、外观图案、商标印象、功能特点说明、提练卖点及卖点图文化。
          </p>
          <p>5、发展趋势</p>
          <p>（1）适合于环境保护的绿色包装设计</p>
          <p>（2）适合于突出商品个性化的包装设计</p>
          <p>（3）适合于电子商务销售的现代商品的包装设计</p>
          <p>（4）安全防伪的包装设计</p>
          <p>
            强化包装设计的视觉效果和加强包装印刷工业技术已成为打假维权行动中的一个有力的武器。我们可以在包装设计中采用特殊纹理的纸张、特定的颜料与包装设计工艺技术如全息图像、正品检验封印、浅浮雕压纹等来获得特定的效果，使那些假冒伪劣商品因复制成本过度或效果不逼真，知难而退。因此包装设计的创新方法与融汇高新科技成果的印刷工业技术强强联手，追求精辟独到的原创性和独特视觉效果是未来包装设计业可持续发展的又一方向。
          </p>
          <p>三、包装设计的步骤</p>
          <p>
            包装设计中非常重要的一点即包装设计策划，每一个项目的开始必须有相应的策划才能按计划来具体实施，否则就是混乱步骤，找不到方向，设计策划的第一步，进行资料收集与比较、分析，了解相关法令规章制度，研究出一些设计限制条件，最后确定设计形式，那么要做好策划，就得注意以下几点：
          </p>
          <p>（1）与客户沟通</p>
          <p>接到包装设计任务后，不能盲目的开始着手设计，首先应该做的是与客户充分的沟通以了解详细的需求：</p>
          <p>1、了解产品本身的特性：如产品的重量、体积、防潮性以及使方法等，各种产品有各自的特点，要针对产品的特性来选择应该使用的材料与设计的方法。</p>
          <p>2、了解产品的使用者：消费者有不同的年龄层次、文化层次，经济状况，因而导致他们对商品的认购差异，那么产品就得有一定的针对性才能准确的定位包装设计。</p>
          <p>3、了解产品的销售方式：产品只有通过销售才能成为真正意义上的商品，一般情况下在商场或超市的货架上销售，也有其它直销形式等，那么在包装形式上就应该有区别。</p>
          <p>4、了解产品的经费：对经费的了解直接影响着包装设计的预算成本，因此需要了解产品的售价、包装和广告费用等。客户最喜欢你把成本降到最低。</p>
          <p>5、了解产品背景：首先应了解客户对包装设计的要求，其次要掌握企业识别的有关规定，再次应明确产品是新产品还是换代产品，以及该公司有无两类产品的包装等。</p>
          <p>（2）市场调研</p>
          <p>
            市场调研是设计之前必须的一个重要环节，设计师只有通过市场调研才能对产品从总体上把握，这样对制定出合理的设计方案有很大帮助。调研包括：首先了解产品的市场需求，设计者应该从市场需求出发挖掘目标消费群，从而制定产品的包装策略；其次，了解包装市场现状，即根据目前包装市场现况以及发展趋势加以评估，设计出最受欢迎的包装形式。另外有必要对同类产品的包装进行了解，即要了解同类产品的竞争形势，从各个角度去分析调查，以设计出最合理的包装作品。
          </p>
          <p>（3）制定包装设计计划：</p>
          <p>在通过以上的信息收集与分析之后，拟定出合理的包装设计计划及工作进度表及计划书。</p>
          <p>四、包装设计的原则</p>
          <p>1、满足客户要求</p>
          <p>所有包装设计必须满足客户要求,在没有征得客户同意下,不可私自作有关改动,如发现客户要求有较大问题时,可同客户交流后由客户定夺。</p>
          <p>2、低成本原则</p>
          <p>包装设计时要做到成本最低,效果最好。</p>
          <p>3、安全原则</p>
          <p>
            包装设计时必须充分考虑包装材料对机体保护的安全性，不致因正常的运输、振动、承载等外界作用致使包装失败。例如：电器、仪器等产品的包装须采用发泡胶包装，以达到缓振、平稳的作用，使机内的电子元件不因受过度的外力作用而失效；当采用吸塑包装时，吸塑表面应用雪梨纸保护，以防吸塑表面刮花；对于光洁度要求较高产品的表面，要用保护膜加以保护（如玻璃表面、透明LENS表面、易刮花的五金表面等）；在设计玩具类产品的包装时，不允许用订书机钉等尖利材料连接卡通，需用胶水粘接方式，以免对儿童造成伤害。
          </p>
          <p>4、体积最小原则</p>
          <p>
            为了节省运输成本,做到便携、易搬运，故在进行包装设计时，须从包装方法上考虑，尽量使用包装体积最小，例如：用吸塑卡包装时，若同向层叠放置，体积为1；若反向对折放置，则总体积可能缩小为2/3。
          </p>
          <p>5、易装易取原则</p>
          <p>
            包装设计时要考虑作业者在装箱和拆箱时便捷、流畅，不要因设计缺陷而致使作业者很难操作，例如：在采用泡泡袋包装时，如果泡泡尺寸和成品机外形尺一样，则成品机很难装进或取出，因此设计时可考虑适当加大尺寸10～20m。
          </p>
          <p>6、重量、数量适中原则</p>
          <p>
            一般卡通箱的总重量应在20kg以下，以搬运工可搬运为原则。外形尺寸也应以一般人可搬取为原则,不可太大,每卡通所装之成品机数量一般为打数或其倍数，如6、12、24、48等，也可以整数，如10、20、50等，以方便计算；1.7重心最低原则：在进行包装设计时，要使机体的重心最低，以增加稳定性，同时也应使主箱重心可能低。一般情况下，主箱的长、宽方向尺寸，均应大于主箱高度方向尺寸。
          </p>
          <p>五、包装设计的要求</p>
          <p>
            首先包装的作用是增加产品附加值，促销，保护商品在运输中的安全行等。因此一个包装设计根据产品的不同。要求最少包括保护产品，保护延长保质期，抗震能力，节省运输空间。节约包装成本。然后再是醒目符合消费者群体审美（高档或通俗）这些。根据我国相关包装法案。进入市场的包装要包含产品名称，企业名称，出产厂家，生产日期，净含量，保质期，部分产品要注明产品成分。质量合格标志，还有上货架的要有条形码。
          </p>
          <p>六、包装设计的方法</p>
          <p> 包装设计方法多样，常运用变形、挤压、叠置、重组、附加、装饰等特定的处理手法来体现其文化内涵，其具体的形象特征在包装的风格、样式、图形、色彩、文字、材质等各方面都能反映出来。</p>
          <p>1、包装风格</p>
          <p>
            包装设计风格各异，设计形式多样，从原始纯朴的民俗民族包装到先锋前卫的现代创意包装，从风格俭朴的传统包装到风格华丽，甚至豪华过度的包装等等。即便是同样的白酒酒瓶包装式样，也能设计成粗犷雄健或细腻柔美的两极化风格。各式包装都可以有大小、长短、宽窄的不同设计，以便于人们从中自由选择，从而导致了包装流行倾向的不确定、不明晰。
          </p>
          <p>2、包装的外形</p>
          <p>
            在包装的外形上传统的包装方式和观念也受到了挑战和冲击，只看白酒包装，单从外观造型看，就有或全包、或透明、或半遮半掩、或繁复、或简约、或粗放、或狭长、或层层叠叠、或参差无序……充满了强烈的个性化和多元化。
          </p>
          <p>3、包装结构</p>
          <p>
            而在包装结构上，由综合、清晰转向分解、模糊。解构了以传统立体构筑法设计成的鲜明结构，将平面造型与立体造型相结合，来重构包装各部分的结构，使之具有自由、松散、模糊、突变、运动等反常规的结构设计特征，从而形成一种全新的视觉效果。
          </p>
          <p>4、包装色彩</p>
          <p>
            包装色彩(含图形、字体的组合与变化)上存在低纯度的自然柔和色与高纯度的艳丽刺激色的重叠并行。有的通过异想天开的互斥色彩，来显示包装生动活泼的趣味性和戏剧性。此外，还通过在材料上运用层叠、组合、透明、肌理等设计处理，使色彩产生明暗有序渐变和无序变幻，为包装增添无限意趣。
          </p>
          <p>5、包装材料</p>
          <p>
            在包装材料上，也呈现出了明显的多样性、丰富性特征，这集中体现在材料的原料种类、形态结构、质地肌理和相互之间的组合对比上。有些设计师还创造性地常运用变形、镂空、组合等处理手法来丰富材料的外观，赋予材料新的形象，强调材质设计的审美价值。
          </p>





          <div class="vx-share">
              分享：<img src="../assets/viDesign/psrekgk65v4y19x9aas66me1lgq5c1ysctde7cc56f-ede3-4c89-94e7-1da695a5937e.png" alt="">
          </div>
      </div>
      <div class="nav-bottom">
          <div class="nav-bo-con">
              <span @click="toVI">VI设计</span>
              <span>品牌命名</span>
              <span>商标设计</span>
              <span>画册设计</span>
              <span @click="toPackageDesign">包装设计</span>
              <span>网络多媒体</span>
              <span>网页设计</span>
          </div>
          <div class="nav-bo-link">友情链接:</div>
      </div>
    </div>
</template>
  
<script>
  export default {
    methods: {
        // VI设计
        toVI(){
            this.$router.push({
                path: '/viDesign'
            })
        },
        // 包装设计
        toPackageDesign(){
            this.$router.push({
                path: '/packageDesign'
            })
        }
    },
  }
</script>
  
<style scoped>
  #box{
      width: 100%;
      height: 100%;
  }
  .head{
      position: relative;
      width: 100%;
      height: 88px;
      background-color: #4e7fc4;
  }
  .he-l{
      position: absolute;
      top: 50%;
      left: 20%;
      transform: translateY(-50%);
  }
  .he-r{
      position: absolute;
      top: 50%;
      right: 20%;
      transform: translateY(-50%);
      color: white;
      font-size: 20px;
  }
  .he-r ul{
      display: flex;
  }
  .he-r li{
      list-style: none;
      margin-left: 40px;
      cursor: pointer;
  }
  .he-con{
      position: relative;
      width: 100%;
      height: 610px;
      /* background-color: rgb(240, 17, 17); */
  }
  .he-con-c{
      position: absolute;
      width: 800px;
      height: 100%;
      left: 50%;
      transform: translateX(-50%);
      background-image: url(../assets/index/pskuy4wykjtdma0711v3bxuytj4qptv8q8a3ad804-a5e2-4971-a999-e9c07aa96587.png);
      background-repeat: no-repeat;
      background-position: 318px 126px;
  }
  .he-con-top{
      position: absolute;
      top: 316px;
      width: 100%;
      font-size: 43px;
      text-align: center;
  }
  .he-con-bo{
      position: absolute;
      top: 380px;
      width: 100%;
      text-align: center;
  }
  </style>
  
  <style scoped>
  .main-he{
      position: absolute;
      left: 50%;
      transform: translateX(-50%);
      width: 1230px;
  }
  .main{
      position: absolute;
      top: 770px;
      left: 50%;
      transform: translateX(-50%);
      width: 1230px;
      height: 3150px;
      border: 1px solid #999;
  }
  .main>p{
      padding: 0 30px 15px 30px;
  }
  .vx-share{
      position: absolute;
      bottom: 0;
      left: 30px;
      width: 1170px;
      height: 100px;
      border-top: 1px solid #999;
      color: #999;
      line-height: 100px;
  }
  .vx-share>img{
      position: absolute;
      top: -38px;
      left: 50px;
  }
  </style>
  
  <style scoped>
  .nav-bottom{
      position: absolute;
      top: 4000px;
      width: 100%;
      height: 200px;
      background-color: #4e7fc4;
      color: #fff;
  }
  .nav-bo-con{
      display: flex;
      justify-content: space-between;
      position: absolute;
      top: 30px;
      left: 50%;
      transform: translateX(-50%);
      width: 1030px;
  }
  .nav-bo-con>span{
      cursor: pointer;
  }
  .nav-bo-link{
      position: absolute;
      top: 110px;
      left: 50%;
      transform: translateX(-50%);
      width: 1030px;
  }
  </style>